{
    "index.html": [
        "Xbox es una marca de videojuegos creada y desarrollada por Microsoft. Fue lanzada en el año 2001 con la llegada de su primera consola, la Xbox original, marcando la entrada de Microsoft en el mercado de los videojuegos.\nEn 2005, Microsoft lanzó la Xbox 360, una consola que marcó una época dorada para la empresa. Con un diseño más estilizado y una gran variedad de juegos exclusivos, la Xbox 360 se convirtió en una de las consolas más exitosas de la historia. También consolidó el servicio Xbox Live Gold.\nEn 2013, llegó la Xbox One, con el objetivo de integrar no solo los videojuegos, sino también otros tipos de entretenimiento, como películas, música y televisión. Aunque tuvo un lanzamiento algo polémico por algunas decisiones iniciales de Microsoft, la compañía supo revertir la situación con el tiempo gracias a actualizaciones.\nEn 2020, Microsoft lanzó la nueva generación con Xbox Series X y Series S, dos consolas que destacan por su potencia, rapidez y compatibilidad. La Series X, en particular, es considerada una de las consolas más potentes jamás creadas, con soporte para gráficos en 4K, trazado de rayos (ray tracing) y velocidades de carga muy rápidas gracias a su unidad SSD.\nHoy en día, Xbox no solo representa una consola, sino un ecosistema completo de entretenimiento digital, que abarca consolas, computadoras, juegos en la nube, accesorios, y una comunidad global de millones de jugadores. Su visión es ofrecer a los usuarios la libertad de jugar lo que quieran, donde quieran y como quieran, sin importar el dispositivo. En conjunto, este ecosistema busca que tu biblioteca de juegos, tus progresos y tus amigos te acompañen en cualquier dispositivo compatible, manteniendo una experiencia unificada."
    ],
    "consolas.html": [
        "La Xbox Series S es la consola más compacta y económica de la nueva generación. Está pensada para jugar en digital, con gran velocidad de carga gracias a su SSD y soporte para 1440p con reescalado a 4K. Es silenciosa, eficiente y perfecta para quienes buscan rendimiento a buen precio.",
        "Resolución: 1440p (reescalado a 4K)\nAlmacenamiento: SSD 512 GB NVMe\nCPU: AMD Zen 2 8 núcleos a 3.6 GHz\nGPU: 4 TFLOPS RDNA 2\nRAM: 10 GB GDDR6\nFormato: Solo digital (sin lectora)\nTasa de refresco: Hasta 120 FPS\nTamaño compacto y muy silenciosa",
        "La Xbox Series X es la consola más potente de Microsoft. Diseñada para jugar en 4K reales, ofrece tiempos de carga mínimos, gráficos de alta calidad y un rendimiento superior para juegos exigentes. Es ideal para quienes buscan la mejor experiencia next-gen.",
        "Resolución: 4K nativos (hasta 8K)\nAlmacenamiento: SSD 1 TB NVMe\nCPU: AMD Zen 2 8 núcleos a 3.8 GHz\nGPU: 12 TFLOPS RDNA 2\nRAM: 16 GB GDDR6\nFormato: Con lectora Blu-Ray 4K UHD\nTasa de refresco: Hasta 120 FPS\nExcelente rendimiento y enfriamiento silencioso"
    ],
    "suscripciones.html": [
        "Xbox Game Pass es un servicio de suscripción creado por Microsoft que ofrece acceso a una gran biblioteca de videojuegos por una tarifa mensual. Funciona de manera similar a plataformas como Netflix, pero para juegos. Con Game Pass, los usuarios pueden descargar y jugar cientos de títulos sin tener que comprarlos individualmente. La biblioteca incluye juegos de todas las generaciones de Xbox, desde clásicos hasta lanzamientos recientes, y se actualiza constantemente con nuevos títulos. Incluye títulos nuevos desde el día de lanzamiento, juegos exclusivos de Xbox, EA Play (en algunas versiones) y descuentos para comprar juegos. Es una forma económica y conveniente de jugar una gran variedad de títulos sin tener que comprarlos individualmente."
    ]
}